Revit 2024 API
IEntryPoint Methods
The IEntryPoint type exposes the following members.
Methods
Name | Description
FinishInitialization
Initialize
OnShutdown
See Also
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace